fix : migration du diagramme de classes vers PlantUML
